"use client";


import FileUploadCard from "@/components/FileUploadCard";

export default function MissionPage() {
  return (
    
      <div className="py-10">
        {/* TEXT SECTION */}
        <div className="w-full mb-10">
          <h1 className="text-3xl font-bold mb-4">მისია</h1>

          <p className="text-gray-600 leading-7">
            აქ ჩაწერე შენი მისიის ტექსტი. ეს ბლოკი იკავებს მთელ სიგანეს,
            შეგიძლია დაამატო რამდენი აბზაციც გინდა. ტექსტი ავტომატურად კარგად
            გადანაწილდება და იქნება readable.აქ ჩაწერე შენი მისიის ტექსტი. ეს
            ბლოკი იკავებს მთელ სიგანეს, შეგიძლია დაამატო რამდენი აბზაციც გინდა.
            ტექსტი ავტომატურად კარგად გადანაწილდება და იქნება readable.აქ ჩაწერე
            შენი მისიის ტექსტი. ეს ბლოკი იკავებს მთელ სიგანეს, შეგიძლია დაამატო
            რამდენი აბზაციც გინდა. ტექსტი ავტომატურად კარგად გადანაწილდება და
            იქნება readable.აქ ჩაწერე შენი მისიის ტექსტი. ეს ბლოკი იკავებს მთელ
            სიგანეს, შეგიძლია დაამატო რამდენი აბზაციც გინდა. ტექსტი ავტომატურად
            კარგად გადანაწილდება და იქნება readable.
          </p>

          <p className="text-gray-600 leading-7 mt-4">
            მეორე აბზაცი, დამატებითი აღწერა და დეტალები... მეორე აბზაცი,
            დამატებითი აღწერა და დეტალები...მეორე აბზაცი, დამატებითი აღწერა და
            დეტალები...მეორე აბზაცი, დამატებითი აღწერა და დეტალები... მეორე
            აბზაცი, დამატებითი აღწერა და დეტალები...მეორე აბზაცი, დამატებითი
            აღწერა და დეტალები...მეორე აბზაცი, დამატებითი აღწერა და დეტალები...
            მეორე აბზაცი, დამატებითი აღწერა და დეტალები...მეორე აბზაცი,
            დამატებითი აღწერა და დეტალები...მეორე აბზაცი, დამატებითი აღწერა და
            დეტალები...
          </p>
        </div>

        {/* BOTTOM COMPONENT */}
        <div className="w-full">
          <FileUploadCard
            text="აქ შეგიძლია ატვირთო შენი მისიის დოკუმენტი ან პრეზენტაცია, რომ ვიზიტორებს ჰქონდეთ უფრო დეტალური ინფორმაცია შენს ორგანიზაციაზე."
            logoSrc="/icons/filedownload.svg"
            secondLogoSrc="/icons/fileview.svg"
          />
        </div>
      </div>
    
  );
}
