
import Image from "next/image";
import FileUploadCard from "@/components/FileUploadCard";
import YoutubeCard from "@/components/YoutubeCard";
import ImageGallery from "@/components/ImageGallery";

export default function AboutPage() {
  return (
    
      <div className="space-y-10 py-10 w-full">

        {/* TOP */}
        <div className="text-sm text-gray-700 leading-6 text-center lg:text-left">

          <div
            className="
              relative 
              w-full 
              aspect-[16/9]
              mb-4
              lg:w-[420px] 
              lg:h-[260px] 
              lg:float-left 
              lg:mr-6 
              lg:mb-2 
              rounded-lg 
              overflow-hidden
            "
          >
            <Image
              src="/news/1.jpg"
              alt="about"
              fill
              sizes="(max-width: 1024px) 100vw, 420px"
              className="object-contain md:object-cover"
            />

            <ImageGallery
    images={[
      "/news/1.jpg",
      "/news/2.jpg",
      "/news/3.jpg",
    ]}
    showPrint={false}
  />
          </div>

          <p>
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...კომპანიის შესახებ ტექსტი...
            
          </p>

          <div className="clear-both" />
        </div>

        <div className="text-sm text-gray-700 leading-6 text-center lg:text-left">
          დამატებითი ტექსტი...
        </div>

        <div className="space-y-6">
          <FileUploadCard
            text="..."
            logoSrc="icons/filedownload.svg"
            secondLogoSrc="icons/fileview.svg"
          />

          <YoutubeCard
            text="..."
            logoSrc="icons/Youtube.svg"
            url="https://www.youtube.com/watch?v=4EVw5FwgsBg"
          />
        </div>
      </div>
  
  );
}