export const allNewObjects = [
  {
    id: 1,
    img: "/news/1.jpg",
    title: "თბილისის ნაგავსაყრელი",
    region: "tbilisi",
    text: "თბილისის ნაგავსაყრელის დეტალური აღწერა...",
  },
  {
    id: 2,
    img: "/news/2.jpg",
    title: "კახეთის ნაგავსაყრელი",
    region: "kakheti",
    text: "თბილისის ნაგავსაყრელის დეტალური აღწერა...  თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...",
  },
  {
    id: 3,
    img: "/news/2.jpg",
    title: "კახეთის ნაგავსაყრელი",
    region: "kakheti",
    text: "კახეთის ნაგავსაყრელის დეტალური აღწერა...",
  },
  {
    id: 4,
    img: "/news/2.jpg",
    title: "კახეთის ნაგავსაყრელი",
    region: "kakheti",
    text: "კახეთის ნაგავსაყრელის დეტალური აღწერა...",
  },
  {
    id: 5,
    img: "/news/2.jpg",
    title: "კახეთის ნაგავსაყრელი",
    region: "kakheti",
    text: "კახეთის ნაგავსაყრელის დეტალური აღწერა...",
  },
  {
    id: 6,
    img: "/news/1.jpg",
    title: "თბილისის ნაგავსაყრელი",
    region: "tbilisi",
    text: "თბილისის ნაგავსაყრელის დეტალური აღწერა...  თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...თბილისის ნაგავსაყრელის დეტალური აღწერა...",
  },
];
