export const allNews = [
  {
    id: 1,
    img: "/news/1.jpg",
    title: "ნარჩენების მართვის ახალი პროექტი",
    date: "2024-01-27",
    text: "სრული ტექსტი აქ...",
  },
  {
    id: 2,
    img: "/news/2.jpg",
    title: "გარემოს დაცვის ინიციატივა",
    date: "2024-09-23",
    text: "სრული ტექსტი აქ...",
  },
  {
    id: 3,
    img: "/news/3.jpg",
    title: "მდგრადი განვითარების გეგმა",
    date: "2024-01-27",
    text: "სრული ტექსტი აქ...",
  },
  {
    id: 4,
    img: "/news/4.jpg",
    title: "ახალი ტექნოლოგიები",
    date: "2024-09-23",
    text: "სრული ტექსტი აქ...",
  },
  {
    id: 5,
    img: "/news/5.jpg",
    title: "2024 წლის დასაწყისი",
    date: "2024-01-27",
    text: "სრული ტექსტი აქ...",
  },
  {
    id: 6,
    img: "/news/6.jpg",
    title: "სექტემბრის ღონისძიება",
    date: "2024-09-01",
    text: "სრული ტექსტი აქ...",
  },
];